<?php

return [

    'name'              => 'اعتبار/یادداشت اعتباری',
    'description'       => 'ایجاد اعتبار یا یادداشت اعتباری',

    'credit_notes'      => 'یادداشت اعتباری|یادداشت های اعتباری',
    'debit_notes'       => 'یادداشت بدهی|یادداشت های بدهی',

    'empty' => [
        'credit_notes' => 'یادداشت های اعتباری معمولاً هنگامی مورد استفاده قرار می گیرند که خطایی در فاکتور قبلاً صادر شده مانند مقدار نادرست یا کالای آسیب دیده وجود داشته باشد یا مشتری بخواهد سفارش اصلی خود را تغییر دهد.',
        'debit_notes'  => 'یادداشت بدهی معمولاً از مشتری برای فروشنده وی صادر می شود تا به دلیل نادرست یا آسیب دیده بودن کالای دریافتی، لغو خرید یا سایر شرایط تعیین شده، وجه را بازپرداخت یا درخواست کند.',
    ],

];
