<?php

return [

    'title' => 'Επιλογή Προτύπου Εκτύπωσης',
    'header_list' => "Πρότυπα Εκτύπωσης",
    'header_create' => "Δημιουργία νέου πρότυπου εκτύπωσης",
    'header_edit' => "Επεξεργασία προτύπου εκτύπωσης",
    'header_show' => "Σχεδίαση προτύπου εκτύπωσης",
    'list_empty' => "Άδειο; Κάντε κλίκ για να δημιουργήσετε ενα νέο πρότυπο εκτύπωσης",
	'backInvoice' => "Πίσω στο τιμολόγιο",
	'reminderText' => "Δέν έχετε δημιουργήσει κάποιο σχέδιο. Αφού σώσετε το σχέδιο σας μπορείτε να επιστρέψετε στο τιμολόγιο. ",
    'printBackground'=>"Εκτύπωση φόντου", 

    'successMessage'=>"Το πρότυπο εκτύπωσης ανανεώθηκε",
    'unsuccessMessage'=>"Αποτυχία αποθήκευσης πρότυπου εκτύπωσης", 

    'form' =>[
        'name'=>"Όνομα προτύπου:",
        'type'=>"Είδος πρότυπου εκτύπωσης:",
        'pagesize'=>"Μέγεθος χαρτιού:",
        'attachment'=>"Φόντο Τιμολογίου:"
    ],

    'contextMenu'=>[
        'textAlign'=>"Ευθυγράμιση Γραμματοσειράς",
        'textAlignLeft'=>"Αριστερά",
        'textAlignRight'=>"Δεξιά",
        'textAlignCenter'=>"Κέντρο",
        'textAlignJustify'=>"Στοίχιση",
        'fontSize'=>"Αλλαγή μεγέθους γραμματοσειράς",
        'fontFamily'=>"Αλλαγή γραμματοσειράς",
        'fontStyle'=>"Αλλαγή στύλ γραμματοσειράς",
        'fontStyleNormal'=>"Προεπιλογή",
        'fontStyleItalic'=>"Πλάγια",
        'fontStyleBold'=>"Έντονα",
        'fontStyleBoldItalic'=>"Έντονα και πλάγια",
        'delete'=>"Διαγραφή",
    ],

    'moneyTextPrefix'=>"Μόνο",

];
